{
  "doc-6ab4960c0b11210f0afebf1591b46a3d": {
    "content": "Topic: 1) Maximize the Beauty - fully channel the beauty with in. Maybe ask what makes this moment beautiful? See if beauty can be increased in every situation. MtB also could be taken as a use of reason and also a disciplining of the senses to focus on beauty (i.e. all the pretty flowers, all the pretty birds). (Update 3-16-21 -This is one of the first 4 points created because they were on the top of my mind when I first started this project. Maximize the Beauty and Full Expression still are some of the concepts I am most influenced by, create an ethos around, consider to be primary to my concept of virtue, and aim to implement as much as possible.) \nKey Concepts/Themes: Beauty Appreciation, Sensory Focus, Discipline, Aesthetic Enhancement, Present Moment\n\nTopic: 2) Full Expression - it takes a lot of effort for one to understand who they are when they are comfortable and how to channel the most real expressions of themselves what holds people back? Shyness, distraction (inability to focus on that which they want express)\nKey Concepts/Themes: Self-Expression, Authenticity, Overcoming Shyness, Emotional Barriers, Personal Growth\n\nTopic: 3) Expect Rising - this means our expectations are constantly rising. Kind of in line with \"give em an inch they'll take a mile\" also related to law of diminishing returns -\"The law of diminishing returns states that in all productive processes, adding more of one factor of production, while holding all others constant (\"ceteris paribus\"), will at some point yield lower incremental per-unit returns.\" Tooo much ice cream too much cash\nKey Concepts/Themes: Escalating Expectations, Diminishing Returns, Moderation, Overindulgence, Resource Management\n\nTopic: 4) The Power of Pettiness - is the idea that pettiness is the destroyer of all people. That even the best of us can’t truly be unaffected by the petty bullshit around us. They can however minimize its effects. In my own life I am obliterated by friends and coworker’s snide remarks and judgments. How do I minimize its effects? By talking myself down, deep breaths, weed, alcohol, revenge...(this is the end of the first four points that were the strongest when I first started making these ideas on a small scrap of paper from the sides on union film sets.)\nKey Concepts/Themes: Pettiness, Emotional Resilience, Coping Mechanisms, Social Judgments, Self-Control\n\nTopic: 5) Various meditation - I am a big fan of meditation techniques that help train the mind from moment to moment. There are various techniques that help provide concentration and awareness in the passing moments within shorter intervals than traditional formal meditation. While using a timer to make sure you meditate for at least 10 minutes is helpful. A stopwatch to monitor your awareness of time and to also use time to monitor your concentration and awareness. A and C are essential to have Full Expression. Update 2-26-19 - Passive observation ala Krishnamurti. Just chill. Dont do anything. Just observe whatever is present. Don't react to thoughts just observe them. Don't interact with them. If they are mind blowing write them down. Then return to just chilling and observing.\nKey Concepts/Themes: Meditation Techniques, Passive Observation, Concentration, Time Awareness, Mental Clarity\n\nTopic: 6) tolerance - while it seems like an easy point to rally behind, the reality anyone that reads Nietzsche would think otherwise. By tolerating mild forms of exploitation we soon begin to think if we are encroaching upon the slave mentality Nietzsche is so against. I find myself tolerating crappy food, living conditions, jobs, and relationships. Is there a reward for this or am I just making my life mediocre?\nKey Concepts/Themes: Tolerance Limits, Nietzschean Critique, Mediocrity, Moral Conflict, Life Satisfaction\n\nTopic: 7) - intention vs. non intention - Buddha says our intentions matter most when determining the value of an action while Neech says the opposite. Specifically, that we have our intentions but what comes out of that is the real meat of an action. Good example is my recent heart torturing break up. Nothing was intended to be so terrible but the reality was very painful for me. Thus judge me for letting tragedy strike me when I could have protected myself by 1) giving myself space 2) being aware of the possibilities of the situation better\nKey Concepts/Themes: Intentionality, Consequentialism, Moral Judgement, Emotional Pain, Self-Protection\n\nTopic: 8) - Neech real/dumb - Nietzsche had some great points and spoke without fear of repercussion. His ideas still are challenging us today. But his manner of demeaning women and Jews is just dumb. Also needlessly ambiguous over just how much he dislikes Jews. His dislike of women seems pretty clear but I bet he had some hope too.\nKey Concepts/Themes: Nietzsche Critique, Misogyny, Anti-Semitism, Ambiguity, Philosophical Legacy\n\nTopic: 9) - Camus - beautiful not pragmatic - I love the fall and just the general vibe of Camus. In my opinion the fall is the best combination of fiction and philosophy ever written. For a while I loved Camus like no other but as of recent I’m kind of annoyed by his concept of absurdism. It’s like \"yeah bro sure...life is absurd but is that the best way to describe life?\" In general existentialist thought seems to discount the need for pragmatic thought in most of the situations we encounter.\nKey Concepts/Themes: Absurdism, Pragmatism, Fiction-Philosophy Blend, Existential Critique, Emotional Aesthetics\n\nTopic: 10) - pragmatism in absolutes too much variability- Pragmatism is in a way the Buddhism of western philosophy in that it aims at smaller goals and ideas chiefly. Getting deeper pragmatically - philosophy of science - best practices - ideas that lose the weight of hard science and the loftiness of philosophy.\nKey Concepts/Themes: Pragmatic Philosophy, Scientific Methodology, Best Practices, Flexible Ideals, Practical Goals\n\nTopic: 11) - complexity - avoid decision --> in a way it’s better to just do nothing and avoid any of the consequences that come from failure to appropriately analyze complex decisions. The complexity I am interested in is that which involves morality, love, health, and satisfaction.\nKey Concepts/Themes: Decision Avoidance, Moral Complexity, Risk Aversion, Analysis Paralysis, Inaction Consequences\n\nTopic: 12) - Foucault - Silence /friends - Foucault talks about the different types of silences. Harsh vs. pleasant silences that extend throughout the day between friends. More on friends later. Update 2-20-19 – I really want to have more silent hangs. That feeling of intimacy without having to speak. Intimacy that is platonic too.\nKey Concepts/Themes: Silent Intimacy, Social Dynamics, Platonic Bonds, Communication Styles, Emotional Presence\n\nTopic: 13) - Religion - no dogma - man - i.e. - complexity makes religion seem so terrifying. Which one to choose! Oh god! I actually respect all religions and their traditions. Maybe from the idea that they all are some elaborate form of performance art.\nKey Concepts/Themes: Religious Diversity, Dogma Rejection, Performance Art, Spiritual Exploration, Moral Complexity\n\nTopic: 14) Buddhism - a) life is pleasant - most of the time really - gawd don’t be such a hater Buddha B) lets blaze - one of the few religions to be so explicitly anti- weed tho they all seem to be\nKey Concepts/Themes: Buddhist Critique, Life Satisfaction, Substance Restriction, Mental Qualities, Spiritual Practices\n\nTopic: 15) run dork run - be free - let all your weirdness come out - full expression might just make all your awkward traits beautiful\nKey Concepts/Themes: Authentic Expression, Social Confidence, Weirdness Acceptance, Self-Acceptance, Inner Beauty\n\nTopic: 16) games – Be a good lil sociopath path and self-monitor as they say “fake it b4 u make it\" - so much is a game, but it’s usually played with people we are not so close to, so maybe we can transcend games but the give and take of life seems so entrenched... to see how you can improve your self-monitoring consult Snyder’s guide to self-monitoring (SELF-MONITORING SCALE by Mark Snyder (1974)) Self – Monitor http://en.wikipedia.org/wiki/Self-monitoring Snyder’s scale - http://faculty.washington.edu/janegf/selfmonitoring.htm Sociopath – be a good sociopath\nKey Concepts/Themes: Social Adaptation, Self-Monitoring, Sociopathic Traits, Behavioral Strategy, Emotional Detachment\n\nTopic: 17)games - hold back - don’t show your cards - don’t invest all you can - always hold back a little - in a way this may really help you preserve some mental health and buoyancy\nKey Concepts/Themes: Strategic Reserve, Emotional Conservation, Risk Management, Social Caution, Mental Preservation\n\nTopic: 18) don’t step on any buddy’s toes - contrasting with Nietzsche's will to power - this idea says you can get yours with your strong will but don’t fuck over others in the process, especially those close to you. Hard to always follow.\nKey Concepts/Themes: Ethical Boundaries, Power Restraint, Interpersonal Respect, Nietzschean Balance, Conflict Avoidance\n\nTopic: 19) take chances -> shit where you eat - the babes we like are often those that hang with our friends. The people we do business with are often are friends. Relats n biz get ugly often but sometimes you can’t avoid shitting where you eat.\nKey Concepts/Themes: Risk-Taking, Social Consequences, Opportunism, Relational Complexity, Unavoidable Conflict\n\nTopic: 20) Nietzsche - will to power - exert it - dominate - within bounds - i.e. git it! But don’t step on toes but do be a force a leader - maybe even just don’t look back at the path of destruction caused in creating something that will put u in a much better place in some or many ways\nKey Concepts/Themes: Will to Power, Leadership, Controlled Dominance, Ambition, Constructive Destruction\n\nTopic: 21) talk to yourself - rap to yourself - sing to yourself - write to yourself - think to yourself - make your mind as healthy and flexible as possible - this weird interior dialogue may help\nKey Concepts/Themes: Self-Dialogue, Mental Flexibility, Creative Expression, Cognitive Health, Introspection\n\nTopic: 22) everyone has a void - i.e. - a hole - satisfaction is hard to come by don’t feel bad that you feel bad\nKey Concepts/Themes: Existential Void, Emotional Dissatisfaction, Universal Struggles, Empathetic Understanding, Inner Fulfillment\n\nTopic: 23) down with meditation - any form - almost every form is helpful - 5 - talks about forms made up - but goals and processes of different meditation are helpful in their own ways\nKey Concepts/Themes: Meditation Benefits, Mindfulness Practices, Mental Health, Spiritual Techniques, Inner Peace\n\nTopic: 24) gotta git up to git down - concentration can help awareness - shit can be the recipe for success\nKey Concepts/Themes: Concentration, Awareness Cultivation, Productivity, Mental Discipline, Success Strategies\n\nTopic: 25) animal/ vegetable astrology - essences abound in both - learn from the physical characteristics of nature\nKey Concepts/Themes: Nature Symbolism, Astrological Essence, Physical Characteristics, Spiritual Learning, Environmental Connection\n\nTopic: 26) psycho vs. socio path - ones more productive - both are cray\nKey Concepts/Themes: Personality Disorders, Social Adaptation, Behavioral Extremes, Mental Health, Productivity Contrast\n\nTopic: 27) paradox with in - complexity with in is tantamount to paradoxical traits and incongruent behavior is the norm\nKey Concepts/Themes: Internal Paradox, Behavioral Incongruity, Complexity Acceptance, Human Nature, Psychological Fluidity\n\nTopic: 28) heaven -> no need to speculate - jah is I... Live it love it ... Worry after\nKey Concepts/Themes: Spiritual Presence, Present Focus, Divine Immanence, Speculation Rejection, Earthly Fulfillment\n\nTopic: 29) time - don’t be afraid - watch it pass - measure it with stopwatches, clocks, calendars, timers - be intimate with time\nKey Concepts/Themes: Temporal Awareness, Time Management, Moment Appreciation, Chronometric Discipline, Existential Acceptance\n\nTopic: 30) feminism - gitty up! Update 2-19-19 Feminism is important to me because I see half the population of the world suffering from a patriarchical prejudice that is stunting the growth of civilization. If that’s not enough to be a feminist, I don’t know what is. Prejudice is inherently dumb. Patriarchy is a biased archaic system. Any ways I say gitty up because its little traveled territory for men to have a legit opinion on feminist issues, but if you see something say something, right? Taking the concept of full expression as an example of maximized beauty, we see its extreme importance in all of our lives. Older but mildly edited writing It’s about comfort to express fully - inequality runs deep - share your beautiful life grrrl! Be all you and that’s all you need to be satisfied… But for real tho sex positive feminism…. can’t say enough about it. You see in sexuality there’s a power of agenda (i.e. who sets the agenda is the powerful one). In that sense, feminist sexuality exists wherever women are controlling or have an equal role in the sexual agenda. I would also argue that feminist sexuality exists wherever women are satisfied with the sexual agenda or satisfied with their decision to engage in a sexual act even if they are totally lacking any control of the agenda. Update 2-19-19 – Is there a backlash against sex positivity in 2019? Could it be just a general distaste in men? Or could it be the influence of fascism in the world? Are we subtly acting more fascist towards how we approach sex?\nKey Concepts/Themes: Gender Equality, Patriarchal Critique, Sex Positivity, Social Justice, Empowerment Advocacy\n\nTopic: 31) Neech - Jews n Women -> why be such a dumbass Neech? Jews = king of the slaves Women = less than that even in Neech's mind Come on bro. Misogyny n anti-Semitism is so 1880's. Jews as Christians as lame moralists I’m down with tho. Women thing a lot harder to rally behind.\nKey Concepts/Themes: Nietzsche Prejudice, Anti-Semitism Critique, Misogyny Analysis, Historical Context, Philosophical Reassessment\n\nTopic: 32) Buddha - Good on mental quals - One thing that I will always credit the Buddha with was his capacity to describe mental qualities. Jesus never really got too into the mental real, but the Buddha was all over it. Pliancy and all this listed below: tranquility of body, kaya-passaddhi tranquility of mind, citta-passaddhi lightness of cetasikas, kaya-lahuta Iightness of citta, citta-lahuta pliancy of cetasikas, kaya-muduta pliancy of citta, citta-muduta wieldiness of cetasikas, kaya-kammannata wieldiness of citta, citta-kammannata proficiency of cetasikas, kaya-pagunnata proficiency of citta, citta-pagunnata uprightness of cetasika kaya-ujukata uprightness of citta, citta-ujukata\nKey Concepts/Themes: Mental Mastery, Tranquility, Cognitive Flexibility, Buddhist Psychology, Spiritual Discipline\n\nTopic: 33) Dreams - Live in a dream state - turn it on / off - Sometimes, when things suck its nice to just dream about nicer alternatives. Update -2-19-19 – Ive been sleeping in more. Recording more dreams. Adding more consciousness to my subconscious. No lucid dreaming recently, but lots of good vibes. Good vibes in general can be cultivated, just like consciousness of our dreams. Don’t believe? Im a fucking stoner. Half of believe, that that makes it harder to remember dreams. You can will yourself to remember dreams. You can will yourself to positivity, contentment, a dream-like existence, etc.\nKey Concepts/Themes: Dream Consciousness, Subconscious Exploration, Lucid Dreaming, Positivity Cultivation, Emotional Resilience\n\nTopic: 34) Vocals - Feeling in Frailty- I love to sing with a frail sounding voice - shrill if you will. It adds to the emotional value of the song, also giving it a sense of the place where the emotions come from. Update -2-19-19 – Sense place – ie – more details on the singer’s unique tones + more context to the lyrics in the song\nKey Concepts/Themes: Emotional Expression, Vocal Frailty, Artistic Authenticity, Lyric Context, Sonic Aesthetics\n\nTopic: 35) Dating - The Best: So BIOLOGICAL - • The worst: so distracting from the Higher Self Update -2-19-19 – Biological as in even more than productive psychological even more than symbiotic psychologically. Past psychological what is there? Biological symbiosis. Eating better together. Being more productive together, not because of something the other person says just like on level of existence that isn’t just some sort of everyday assistance. Sort of like the indescribability of love. Helping someone else in its purer forms is indescribably beneficial and beautiful. \nKey Concepts/Themes: Biological Drive, Romantic Distraction, Higher Self, Symbiotic Relationships, Love Complexity\n\nTopic: 36) Higher - More Productive Healthier Self - The process of creating a symbiosis between productivity and health. There are times when we are living in a very productive want and also maintain great physical and mental health. Many associate this with a stable living situation, but what the idea that variety is the spice of life?\nKey Concepts/Themes: Productivity-Health Synergy, Life Stability, Varied Living, Self-Optimization, Holistic Success\n\nTopic: 37) Conscious Orientation => LUSH (i.e. Love Understanding Satisfaction Health) - We can ask ourselves how can I be healthier in this moment? How can I understand the situation better? How can I be more satisfied right now? More satisfied with things this month? This year? In the next 3 years? How can I love myself, others, the Universe? It’s kinda some hippy shit I know, but let’s be realistic about things. Who doesn’t want a little more love in their life?\nKey Concepts/Themes: LUSH Framework, Self-Inquiry, Holistic Wellbeing, Love Cultivation, Understanding Pursuit\n\nTopic: 38) discipline => me =>test\nKey Concepts/Themes: Self-Discipline, Willpower Testing, Habit Formation, Personal Challenges, Resilience Building\n\nTopic: 39) abstain renunciate =>^ -interrelated concepts as abstinence requires discipline and to renunciate something is to demonstrate discipline\nKey Concepts/Themes: Abstinence Practice, Renunciation, Self-Denial, Spiritual Discipline, Temptation Resistance\n\nTopic: 40) astrology - reverse it/ surrender - astrology doesn’t bind us to certain actions. In reality we can comfortably reverse our astrological preferences for large periods of time, but it’s also nice to surrender to our astrological charts to fully embrace any insights it may bring.\nKey Concepts/Themes: Astrological Flexibility, Surrender Acceptance, Self-Reflection, Cosmic Guidance, Behavioral Adaptation\n\nTopic: 41) concentration => Fux wit it -- we can measure the quality of our concentration, try to improve it with exercises, and generally experiment to understand its nuances.\nKey Concepts/Themes: Focus Training, Cognitive Experimentation, Attention Measurement, Mental Improvement, Task Mastery\n\nTopic: 42) Speak: 1) intelligently 2) colloquially - these two ways of speaking will probably help you more than say speaking eloquently. Speaking colloquially will help you in the work place too as it is the speech of bullies and thieves i.e. your bosses. (this marks a new sheet of ideas that I worked usually called \"The First 42\")\nKey Concepts/Themes: Communication Styles, Intellectual Clarity, Colloquial Adaptation, Social Strategy, Workplace Dynamics"
  }
}